---
kind: property
id: P:Autodesk.Revit.DB.SymbolTypeId.CmSup2PerM
source: html/1aa02476-e696-53aa-0627-d2e3373ca598.htm
---
# Autodesk.Revit.DB.SymbolTypeId.CmSup2PerM Property

Symbol cm²/m, indicating unit Square centimeters per meter.

## Syntax (C#)
```csharp
public static ForgeTypeId CmSup2PerM { get; }
```